[MID_LevelComplete]
[eng]
Exit Level!
[fra]
Sortir du niveau!
[rus]
Покинуть уровень!

[MID_UnexpectedNeatherDeath]
[eng]
It should not be possible to kill the 'Neather in this room, but you figured a way to do it.  Sorry about that.  The game must continue, nevertheless.
[fra]
Il ne doit pas être possible de tuer "Celui d'en dessous" dans cette pièce, mais vous avez vu une façon de le faire. Désolé. Le jeu doit continuer, néanmoins.
[rus]
Вообще-то, убить Подземельца в этой комнате нельзя, но вы, похоже, нашли способ. Сожалею об этом. Тем не менее, игра должна продолжаться.

[MID_PleaseSpareMe]
[eng]
"Don't kill me!" whines the 'Neather.  "I never meant you any harm, and if you could find it in your heart to let me live, I promise I will trouble you no further!"

Spare the 'Neather?
[fra]
"Ne me tuez pas!" Geint "Celui d'en dessous" . "Je ne vous ai jamais voulus de mal et si vous aviez assez de coeur pour me laisser vivant, je promets que je ne vous dérangerai plus!"

Épargner  "Celui d'en dessous"?
[rus]
"Не убивай меня!" - взмолился Подземелец. - "Я не собирался причинять тебе вреда. И если сердце подскажет тебе  оставить меня в живых, то я обещаю, что больше не потревожу тебя!"

Отпустить Подземельца?

[MID_CurrentGameStats]
[eng]
Current game info
[fra]
Current game info!!translate
[rus]
Информация о текущей игре

[MID_MovesMade]
[eng]
Moves made
[fra]
Moves made!!translate
[rus]
Сделано ходов

[MID_MonstersKilled]
[eng]
Monsters killed
[fra]
Monsters killed!!translate
[rus]
Убито чудовищ

[MID_EscMenu]
[eng]
ESC-menu
[rus]
ESC-меню


[MID_F1Help]
[eng]
F1-help
[rus]
F1-помощь

[MID_SecretRoomFound]
[eng]
Secret Room!
[rus]
Секретная комната!

[MID_HoldMastered]
[eng]
Hold Mastered!
[rus]
Катакомба освоена!

[MID_Rooms]
[eng]
Rooms
[rus]
Комнаты

[MID_HoldTotals]
[eng]
Hold totals
[rus]
Результаты катакомбы

[MID_LevelTotals]
[eng]
Level totals
[rus]
Результаты уровня

[MID_Kills]
[eng]
Kills
[rus]
Убийства

[MID_Deaths]
[eng]
Deaths
[rus]
Смерти

[MID_Secrets]
[eng]
Secrets
[rus]
Секреты

[MID_Time]
[eng]
Time
[rus]
Время

[MID_NeedHelpPrompt]
[eng]
I could be wrong, but you seem to be having trouble on this room. I hope you aren't going to give up! Could I give you some general advice on solving rooms?
[rus]
Я могу ошибаться, но, похоже, у вас возникли затруднения с этой комнатой. Надеюсь, вы не собираетесь сдаваться? Могу я дать вам пару общих советов по прохождению комнат?

[MID_NeedHelpNo]
[eng]
I won't offer the advice again, but you can find it later under "General Advice for Solving Rooms" in the help documentation if you are interested.
[rus]
Я не буду больше предлагать вам советов, однако, если вам это интересно, вы всегда сможете найти их в разделе вспомогательной документации "Общие советы по прохождению комнат".

[MID_TieScore]
[eng]
tie
[rus]
привязка

[MID_SpeechLogTitle]
[eng]
Speech Log.  Double-click items to listen.
[rus]
Расшифровка реплик. Щелкните на них дважды, чтобы услышать.

[MID_RoomLockEnabled]
[eng]
You have locked room exiting.
Press Shift again to unlock.
[rus]
Вы закрыли выход из комнаты.
Повторно нажмите Shift, чтобы открыть его.

[MID_RoomLockIcon]
[eng]
LOCK
[rus]
ЗАМОК

[MID_BumpedMasterWall]
[eng]
Moves bumping into a closed
Master Wall are not allowed.
[rus]
Стена опыта запрещена.


[MID_StatsBoxThisRoom]
[eng]
This room
[rus]
Эта комната

[MID_UploadingRoomConquerDemos]
[eng]
Sending room conquer solutions to server...
[rus]
Отсылка прохождений комнаты на сервер...

[MID_DisplayingOtherRoom]
[eng]
(Displaying map room...)
[rus]
(отображение карты комнаты)

[MID_PlayingCutScene]
[eng]
(Cut scene)

[MID_Levels]
[eng]
Levels

[MID_Combo]
[eng]
COMBO

[MID_OnlineHelp]
[eng]
Online &Room Help